[{"read":false,"date":"Thu Feb 09 2017","title":"Terms of Use","body":"These General Terms of Service (“General Terms”) are a legal agreement between you (“you,” “your”) and Akroma, Akroma Foundation, The Akroma Developers, contributors and/or core team, Team Virtuoso, Team Virtuoso, LLC and any other related business entity (”Akroma,” “we,” “our” or “us”) and govern your use of Akroma’s services, including mobile applications, websites, software, hardware, and other products and services (collectively, the “Services”). If you are using the Services on behalf of a business, that business accepts these terms. By using any of the Services you agree to these General Terms and any policies referenced within (“Policies”), including terms that limit our liability (see Section 18) and require individual arbitration for any potential legal dispute (see Section 21). You also agree to any additional terms specific to Services you use (“Additional Terms”), such as those listed below, which become part of your agreement with us. You should read all of our terms carefully. Read the full terms here: https://github.com/akroma-project/akroma.io/wiki/terms-of-service","id":0},{"read":false,"date":"Mon May 08 2017","title":"Privacy Notice","body":"Akroma is beta software. \n\nWhen you log in to Akroma, your current account is visible to every new site you visit.\n\nFor your privacy please sign out of Akroma when you're done using a site.\n\n","id":2},{"read":false,"date":"Tue Nov 28 2017","title":"Seed Phrase Alert","firstVersion":"<=3.12.0","body":"Please take a moment to [back up your seed phrase again](https://support.metamask.io/kb/article/28-abbu-always-be-backed-up-how-to-make-sure-your-12-word-metamask-seed-phrase-is-backed-up).\n\nMetaMask has become aware of a previous issue where a very small number of users were shown the wrong seed phrase to back up. The only way to protect yourself from this issue, is to back up your seed phrase again now.\n\nYou can follow the guide at this link:\n\n[https://support.metamask.io/kb/article/28-abbu-always-be-backed-up-how-to-make-sure-your-12-word-metamask-seed-phrase-is-backed-up](https://support.metamask.io/kb/article/28-abbu-always-be-backed-up-how-to-make-sure-your-12-word-metamask-seed-phrase-is-backed-up)\n\nWe have fixed the known issue, but will be issuing ongoing bug bounties to help prevent this kind of problem in the future.\n\nFor more information on this issue, [see this blog post](https://medium.com/metamask/seed-phrase-issue-bounty-awarded-e1986e811021)","id":3}]
